[["EasyOCR-Binary_120", "٥ عسظإ؟ سبحان ذي الملك و الملكوت ٥ سبحان دي الفزة و الفظمة و القدرة و الكبرياء و الجبروت الًذي لاينام سبًحان ولا يموت سبوح قدوس ربًنًا و رب الملائكة والروح اللحهمً ا جرنًا من النًار يًا مجيريًا مجيريًا مجيًر اب ،ش؟ ١٤١ ٦ ١٤٠ ٧٥٤؟ الهيبة الملك الحي", 199], ["EasyOCR-Sharpened", "آآالا حشخآ سبحان ذي المًلك و الملكوت سبحان ذدي العزًة و القظمة و الهيبة والقدرة و الكبرياء و الجبروت سبحان الملك الحيي الًذي لاينام ولايموت سبًوح قدوس ربًنًا وً رب آللهمً ا جرنًا من الثًار الملآئكة يًا مجير مجير يًا ٤؟؟٥ ٧٥٥٥٥٦١٥ والروح مجير", 198], ["EasyOCR-Deskewed", "ش ششظإ٦٥ و الملكوت سبحان دي و سبحان ذي الفزة و الفظمة ياء و و القدرة و الكبر الحي الًذي سبحان ربًنًا و رب ولايموت سبًوح ا من النًار الملائكة والرًوح يًا مجيريًا مجيريًا مجير ٥ ٤٤ ٥ ٦٥٢٦٦٦ ٧١ الملك الهيبة الجبروت الملك لاينًام قدوس آللهمً اجرنًا", 197], ["EasyOCR-Gray", "٥ح ظظ٥ح سبحان ذي الملك و الملكوت سبحان ذي الفزة و الفظمة و الهيبة و و الكبرياء و سبحان الملك الحي الًذي لاينًام قدوس ربًنا و ربح ولا يموت من النًار الملائكة والرًوح يًا مجيريًا مجيريًا مجير ٤،؟٥ ٣٥٠ ؛٥٥ ٧٥ القدرة الجبروت سبوح اللهمً اجرنًا", 194], ["EasyOCR-Denoised", "٥ً ظ و الملكوت سبحان ذي و سبحان ذي العزة و العظمة و القدرة و الكبرياء و الجبروت الًذي سبحان ولايموت سبوح قدوس ربًنا و رب الملائكة والروح آللحهمً ا جرنًا من النًار يًا مجيريًا مجيريًا مجير نا ت غ الملك الهيبة الملك الحير لاينام", 182], ["EasyOCR-Binary_140", "ظ ظشظ٥ و الملكوت سبحان ذي و سبحان ذي العزًة و القظمة و القدرة و الكبرياء و الجبروت سبحان الملك الحي ولا يموت سبوح قدوس ربنًا و رب الملائكة والروح اللحهمً ا جرنًا من النًار يًا مجيريًا مجيريًا مجير الملك الهيبة الًذي لًاينام", 181], ["EasyOCR-Masked Text", "ئ فلغتغ ستحان دى لملكو لملكوب لفطمة ولهننة ستحان دى لكريا ولحبزوب و لدىلانام ستحان لملك ولانموب ستوج قدوس رىناورب للهم حربامن لنار لملائكة وا ٤،؟٥ ٣٥٠ ؛٥٥ ٧٥ لعرة لقدرة لحي الروج تامجىر نامحتر تامحتر", 164], ["EasyOCR-Inverted Adaptive", "شش ٥ الملك والملكو دى والفظمة والجبز والكبر والقد تنا ألملك الحة فل وإلا الملائكة والرًوح اللهمً جرنًا مجيريا مجيريًا مجير ٥١ي٥٤ . بوا. آبى نجانا العزة سنحان الذى من النا", 138], ["EasyOCR-Adaptive Threshold", "آآآ ٧ شآ تقت يتحاندي اليلك والملكويا زذي القزة والفظ رة والكنريا الميك الحى الذى قدونيد الملائكة والروج اللهمً اجرنامن الثًار يا مجيريا مجيريا قؤإن .إ", 124], ["EasyOCR-Morphological", "شف٥ ششا اناآذق ذئالثلك والملك . زة و الكبر الذى لاينا الميك آلحى الملائكة والروح اللإهمً آجرنا ايا مجيريآ مجيريا مجير ٢ث ٤! ٥!٢٠ ٩٨ والقذ آمن الثار", 117], ["EasyOCR-Enhanced", "٥ ٥آ وآجرنآمن ألتار البلايكة وا يا مجيريا مجيريا مجيرً . ٣٧٦؟٧", 50]]