[["EasyOCR-Gray", "رضانا مبار كى جنذخصو دعأي حري ءىداياواسع المغفراة عرعرب تك ينىداياواسع الفضل اغفزلئ بله روز دسوي روزتك وسنكى دنا آلأمارحمنق يآآرحم الراحمينا كيارشوي روز بيسويل رونستك بششنك دًعا الهمداغفرلى ذنوني يارب العلمين ليسوي روزسآخرئ روزتك ير سنك دما اللهمداثقفقمن الناروادخلفق فالجنًة يارت العلبهن", 246], ["EasyOCR-Sharpened", "رضان مبار كى جنفخصو وعايس جري رءل نا ياواسع المغفرةا اياواسع الفضل اغفرنئ هنى دنا رثغرب تا ظ روز دسو روزت تك شتنل دنا آلام ادحمفق يآرحم الراحمين باصويسرلنع بيونرنتك ن تنكلنا الاهداغفرلى ذنونى يارب العلمين كيسوي روزسست آخرى روزستك بشسنل دءا آللهمداتقفقمن الناروادخلق فوألجنًة يارتً العلبين", 242], ["EasyOCR-Binary_120", "رضان مبار كى جفخه دعايس حي ءئنناياواسع المغفراة اياواسع لففل غفزنئ ن دنا تر غرب ا تع رونت دسو روزستك رخل دما آلام ارحمق يآارحم الراحمين بث ل دما باضوى لنسع بوسنست الفمداغفرى ذنونى يارب لعلمين اكيسوي روزت آخرئ رون تك ش عذى اللهداتققمن الناروادخلق فوالجنةة يارت العلبين", 220], ["EasyOCR-Denoised", "رضان مبار كى جفخو دعايس حي ت اياواسع المغفرة اياواسع لفضل غفزنئ تد غصرت غرب ا ت رذنت دسو وزستك يرنل دما آلمارحمفق يآآرحم الراحمين ت ى دعا نباش وكس رانسع بيونت الفمداغفرلى ذنوبى يارب لعلمين بسوب روزسعت آخرى روزت تك شستى اللهمداتققمن الناروادخلق فولجنةة يارتً العلمين", 219], ["EasyOCR-Deskewed", "رضالن باك كى فخو دهأيس باواسع المغفراة ايأواسعالفضل غفزفح بتد بر مشن درا ت نن دسوس دنستك برتك دما الهمكمارحمنفى بآآرحم الراحمين نستدت ددا كياشو روذ الثهم اغفرى ذنونبارت العلمين بسوي روزت آخر روزنك نمك آلهم اثقي من البناروادخلى فلجقة يارت العلبين جري تى ا", 210], ["EasyOCR-Binary_140", "رضان مبار كىجفخه دعايس ت كناباواسع المغفة ياواسع لفضل غفزنئ تغر س ت يرتن ت رذنء بوي : نسند : تتلدا آلأمرارحمق يآآرحم الراحمين بثت ل دما تواسا رور ت تت الهماغفرى ذنوو بارتالعلمين يردن ت آذمى رونس تك :ششاك اللهماثققمن الناروادخلق فولجنة يارتً العلبين", 201], ["EasyOCR-Masked Text", "اانشئا حرين يرءى دنا ناؤاسع النة ععرت ترب تكشتنى د اياواشع الففل اغفزلئ يطمها بردسوي روزتك بتنكى دغا للرادحثقبالحللجه يارشوي روز بسوي رونستك بششنخل دًعا يارت القلثى للاهداعفزل وي روزسآخرئ ءبرتك . شنك دءاا ق فالجنة للهدالقوم اةلعللن", 193], ["EasyOCR-Morphological", "رضالا مبارككى ججخصه ونايس اواسع المغفاة تزين قذل قا وغيديناياؤاسع الفضل أغقر نرؤيكا آللم ارحمنى بآاحم الراحمين لنقتت نكتنا انشفلوز الأهمداغفرلى ذنونى يارب العلمين بوينشآجى شيبطيا خلق ولجنة اللهم اتققمنالنار بارت العلبين", 188], ["EasyOCR-Adaptive Threshold", "زضان مبارى مفخصه وغاين واسع المغفاة يئقتلقا اؤاسع الففل غقرئ ئخا قتلا آلآمارحمفق يآحم الراحمين سينقلأنا الفمداغفرلى ذنوى يارب العلمين كيواه آذئهد ك اضت زأثققمن الناوادخلف والجنةا بارت العلبين", 163], ["EasyOCR-Inverted Adaptive", "رضال بارسى ججخصه وغايس واسع المغفاة ن اننا ياؤاسع الفضل غفرا تاتطؤا لا آللأمارحمفى آحم الراحبين ثنننا كياكةتنلوز لأهمداغفرلى ذنوبى يارب العلمين آتقنىمن الناروادخلى فولجنةا بارت العلبين", 158], ["EasyOCR-Enhanced", "وضالل ماركى ذخهفايت الزحمان لهماغفرى بوى بارب العلمير ثارت العلبثن", 57]]